{
    "translations": {"sq":{"validators":{"This form should not contain extra fields.":"Kjo formë nuk duhet të përmbajë fusha shtesë.","The uploaded file was too large. Please try to upload a smaller file.":"Skedari i ngarkuar ishte shumë i madh. Ju lutemi provoni të ngarkoni një skedar më të vogël.","The CSRF token is invalid. Please try to resubmit the form.":"Vlera CSRF është e pavlefshme. Ju lutemi provoni të ridërgoni formën.","This value is not a valid HTML5 color.":"Kjo vlerë nuk është një ngjyrë e vlefshme HTML5.","Please enter a valid birthdate.":"Ju lutemi shkruani një datëlindje të vlefshme.","The selected choice is invalid.":"Opsioni i zgjedhur është i pavlefshëm.","The collection is invalid.":"Koleksioni është i pavlefshëm.","Please select a valid color.":"Ju lutemi zgjidhni një ngjyrë të vlefshme.","Please select a valid country.":"Ju lutemi zgjidhni një shtet të vlefshëm.","Please select a valid currency.":"Ju lutemi zgjidhni një monedhë të vlefshme.","Please choose a valid date interval.":"Ju lutemi zgjidhni një interval të vlefshëm të datës.","Please enter a valid date and time.":"Ju lutemi shkruani një datë dhe orë të vlefshme.","Please enter a valid date.":"Ju lutemi shkruani një datë të vlefshme.","Please select a valid file.":"Ju lutemi zgjidhni një skedar të vlefshëm.","The hidden field is invalid.":"Fusha e fshehur është e pavlefshme.","Please enter an integer.":"Ju lutemi shkruani një numër të plotë.","Please select a valid language.":"Please select a valid language.","Please select a valid locale.":"Ju lutemi zgjidhni një lokale të vlefshme.","Please enter a valid money amount.":"Ju lutemi shkruani një shumë të vlefshme parash.","Please enter a number.":"Ju lutemi shkruani një numër.","The password is invalid.":"Fjalëkalimi është i pavlefshëm.","Please enter a percentage value.":"Ju lutemi shkruani një vlerë përqindjeje.","The values do not match.":"Vlerat nuk përputhen.","Please enter a valid time.":"Ju lutemi shkruani një kohë të vlefshme.","Please select a valid timezone.":"Ju lutemi zgjidhni një zonë kohore të vlefshme.","Please enter a valid URL.":"Ju lutemi shkruani një URL të vlefshme.","Please enter a valid search term.":"Ju lutemi shkruani një term të vlefshëm kërkimi.","Please provide a valid phone number.":"Ju lutemi jepni një numër telefoni të vlefshëm.","The checkbox has an invalid value.":"Kutia e zgjedhjes ka një vlerë të pavlefshme.","Please enter a valid email address.":"Ju lutemi shkruani një adresë të vlefshme emaili.","Please select a valid option.":"Ju lutemi zgjidhni një opsion të vlefshëm.","Please select a valid range.":"Ju lutemi zgjidhni një diapazon të vlefshëm.","Please enter a valid week.":"Ju lutemi shkruani një javë të vlefshme."},"security":{"An authentication exception occurred.":"Ndodhi një problem në autentikim.","Authentication credentials could not be found.":"Kredencialet e autentikimit nuk mund të gjendeshin.","Authentication request could not be processed due to a system problem.":"Kërkesa për autentikim nuk mund të përpunohej për shkak të një problemi në sistem.","Invalid credentials.":"Kredenciale të pavlefshme.","Cookie has already been used by someone else.":"Cookie është përdorur tashmë nga dikush tjetër.","Not privileged to request the resource.":"Nuk është i privilegjuar të kërkojë burimin.","Invalid CSRF token.":"Identifikues i pavlefshëm CSRF.","No authentication provider found to support the authentication token.":"Asnjë ofrues i vërtetimit nuk u gjet që të mbështesë simbolin e vërtetimit.","No session available, it either timed out or cookies are not enabled.":"Nuk ka asnjë sesion të vlefshëm, i ka skaduar koha ose cookies nuk janë aktivizuar.","No token could be found.":"Asnjë simbol identifikimi nuk mund të gjendej.","Username could not be found.":"Emri i përdoruesit nuk mund të gjendej.","Account has expired.":"Llogaria ka skaduar.","Credentials have expired.":"Kredencialet kanë skaduar.","Account is disabled.":"Llogaria është çaktivizuar.","Account is locked.":"Llogaria është e kyçur.","Too many failed login attempts, please try again later.":"Shumë përpjekje të dështuara autentikimi, provo përsëri më vonë.","Invalid or expired login link.":"Link hyrje i pavlefshëm ose i skaduar."}}}
}
